export const PLAYERS = [
    {
        id: 0,
        firstname: "Новый",
        lastname: "Игрок",
        photo: "./src/new-player.png",
        teamId: 0,
        number: 0,
        shots: [
            0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
        ],
        makes: [
            0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
        ],
    },
    {
        id: 1,
        firstname: "Алексей",
        lastname: "Алексеев",
        photo: "./src/anton-antonov.png",
        teamId: 1,
        number: 33,
        shots: [
            22, 22, 38, 55, 55, 55, 55, 55, 55, 55, 50, 48, 28, 34, 44, 67, 65,
            63, 18, 42, 32, 20, 10,
        ],
        makes: [
            21, 12, 28, 5, 19, 14, 23, 32, 23, 11, 36, 25, 28, 19, 21, 32, 44,
            41, 14, 32, 22, 10, 2,
        ],
    },
    {
        id: 2,
        firstname: "Борис",
        lastname: "Борисевич",
        photo: "./src/boris-borisevich.png",
        teamId: 2,
        number: 12,
        shots: [
            51, 41, 31, 40, 60, 70, 100, 55, 65, 75, 10, 32, 10, 88, 77, 66, 10,
            20, 10, 14, 16, 18, 20,
        ],
        makes: [
            21, 31, 10, 30, 20, 10, 90, 40, 20, 40, 10, 30, 2, 55, 33, 22, 6,
            12, 2, 11, 10, 2, 20,
        ],
    },
];
